IDEA Open Model
CrossSectionParameter.Parameters Property
Compatible with IDEA StatiCa 20.1
 Parameters
 Namespace: IdeaRS.OpenModel.CrossSection
 Assembly: IdeaRS.OpenModel (in IdeaRS.OpenModel.dll) Version: 20.1.0
Syntax
public List<Parameter> Parameters { get; set; }
Public Property Parameters As List(Of Parameter)
	Get
	Set
Property Value
Type: List<Parameter>
See Also
Reference
CrossSectionParameter Class
IdeaRS.OpenModel.CrossSection Namespace